export const ProfileReviewData = [
  {
    name: "Александр Морозенко",
    job: "Репетитор по английскому языку",
    review:
      "Профессионал своего дела! Быстро сориентировалась, нашла общий язык с дочкой (а с подростками это очень непросто)))). Нашли все упущенные моменты, все прорабатывает, понятно объясняет. Ребёнок стал гораздо увереннее в своих знаниях, теперь обьясняет всем в школе)))! Конечно рекомендую!",
    date: "04.08.2022",
  },
  {
    name: "Светозар Август",
    job: "Няня",
    review:
      "Хочу сказать огромное спасибо за чётко выполненное задание , оперативно, без лишних вопросов.",
    date: "04.08.2022",
  },
  {
    name: "Светозар Август",
    job: "Редактор текста",
    review:
      "Отличный специалист, работу выполнила раньше срока. Правок не было, сразу поняла смысл и суть самой статьи.",
    date: "18.02.2022",
  },
  {
    name: "Светозар Август",
    job: "Редактор текста",
    review:
      "Отличный специалист, работу выполнила раньше срока. Правок не было, сразу поняла смысл и суть самой статьи.",
    date: "18.02.2022",
  },
  {
    name: "Светозар Август",
    job: "Редактор текста",
    review:
      "Отличный специалист, работу выполнила раньше срока. Правок не было, сразу поняла смысл и суть самой статьи.",
    date: "18.02.2022",
  },
];
