export const CategoryData = [
  {
    type: "Фирменный стиль, логотипы, визитки",
    offers: "478",
  },
  {
    type: "Интернет-баннеры, оформление соц.сетей",
    offers: "336",
  },
  {
    type: "Полиграфический дизайн, печать",
    offers: "485",
  },
  {
    type: "3d-графика, анимация",
    offers: "471",
  },
  {
    type: "Иллюстрации, живопись",
    offers: "33",
  },
  {
    type: "Инфографика, презентации, иконки",
    offers: "694",
  },
  {
    type: "Дизайн сайта",
    offers: "579",
  },
  {
    type: "Архитектура, интерьер, ландшафт",
    offers: "47",
  },
  {
    type: "Наружная реклама",
    offers: "25",
  },
  {
    type: "Другое",
    offers: "126",
  },
];
