const image_1 = "/images/news/item-1.jpg";
const image_2 = "/images/news/item-2.jpg";
const image_3 = "/images/news/item-3.jpg";
const image_4 = "/images/news/item-4.jpg";

export const NewsListData = [
  {
    id: 1,
    img: image_1,
    title: "Проект 2work занял первое место на в конкурсе Y Combinator",
    text:
      "Участие в Entrepreneurship World Cup предоставляет конкурсантам доступ к образовательным материалам, поддержке менторов и международных экспертов в сфере информационных технологий для лучшей подготовки к презентации своих проектов перед членами жюри.",
  },
  {
    id: 2,
    img: image_2,
    title: "Узбекистанский стартап посетит Эр-Рияд ",
    text:
      "IT Park провел международный конкурс по инновационным проектам Entrepreneurship World Cup (EWC), который является одной из крупнейших стартап-экосистем по поддержке предпринимательства по всему миру. Конкурс был организован в сотрудничестве с Misk Foundation (Саудовская Аравия), The Global Education & Leadership Foundation (Индия) и Global Entrepreneurship Network (США).",
  },
  {
    id: 3,
    img: image_3,
    title: "Проект 2work занял первое место на в конкурсе Y Combinator",
    text:
      "Участие в Entrepreneurship World Cup предоставляет конкурсантам доступ к образовательным материалам, поддержке менторов и международных экспертов в сфере информационных технологий для лучшей подготовки к презентации своих проектов перед членами жюри.",
  },
  {
    id: 4,
    img: image_4,
    title: "Узбекистанский стартап посетит Эр-Рияд ",
    text:
      "IT Park провел международный конкурс по инновационным проектам Entrepreneurship World Cup (EWC), который является одной из крупнейших стартап-экосистем по поддержке предпринимательства по всему миру. Конкурс был организован в сотрудничестве с Misk Foundation (Саудовская Аравия), The Global Education & Leadership Foundation (Индия) и Global Entrepreneurship Network (США).",
  },
  {
    id: 5,
    img: image_1,
    title: "Проект 2work занял первое место на в конкурсе Y Combinator",
    text:
      "Участие в Entrepreneurship World Cup предоставляет конкурсантам доступ к образовательным материалам, поддержке менторов и международных экспертов в сфере информационных технологий для лучшей подготовки к презентации своих проектов перед членами жюри.",
  },
  {
    id: 6,
    img: image_2,
    title: "Узбекистанский стартап посетит Эр-Рияд ",
    text:
      "IT Park провел международный конкурс по инновационным проектам Entrepreneurship World Cup (EWC), который является одной из крупнейших стартап-экосистем по поддержке предпринимательства по всему миру. Конкурс был организован в сотрудничестве с Misk Foundation (Саудовская Аравия), The Global Education & Leadership Foundation (Индия) и Global Entrepreneurship Network (США).",
  },
  {
    id: 7,
    img: image_3,
    title: "Проект 2work занял первое место на в конкурсе Y Combinator",
    text:
      "Участие в Entrepreneurship World Cup предоставляет конкурсантам доступ к образовательным материалам, поддержке менторов и международных экспертов в сфере информационных технологий для лучшей подготовки к презентации своих проектов перед членами жюри.",
  },
  {
    id: 8,
    img: image_4,
    title: "Узбекистанский стартап посетит Эр-Рияд ",
    text:
      "IT Park провел международный конкурс по инновационным проектам Entrepreneurship World Cup (EWC), который является одной из крупнейших стартап-экосистем по поддержке предпринимательства по всему миру. Конкурс был организован в сотрудничестве с Misk Foundation (Саудовская Аравия), The Global Education & Leadership Foundation (Индия) и Global Entrepreneurship Network (США).",
  },
];
