//pics
const badge1 = "/images/profile-badges/item1.png";
const badge2 = "/images/profile-badges/item2.png";
const badge3 = "/images/profile-badges/item3.png";
const badge4 = "/images/profile-badges/item4.png";
const badge5 = "/images/profile-badges/item5.png";

export const NotificationData = [
  {
    badge: badge1,
    title: "Вам оставили отзыв",
    text:
      "Профессионал своего дела! Быстро сориентировалась, нашла общий язык с дочкой (а с подростками это очень непросто)))). Нашли все упущенные моменты, все прорабатывает, понятно объясняет. Ребёнок стал гораздо увереннее в своих знаниях, теперь обьясняет всем в школе)))! Конечно рекомендую!",
    link: "",
    path: "",
  },
  {
    badge: badge2,
    title: "У вас новое достижение! ТОП исполнитель.",
    text:
      "Поздравляем , благодаря своей ответственности и квалификации вы достойны называться одним из лучших специалистов в Категории",
    link: "Преподавание и Репетиторство",
    path: "/",
  },
  {
    badge: badge3,
    title: "У вас новое достижение! ТОП исполнитель.",
    text:
      "Поздравляем , благодаря своей ответственности и квалификации вы достойны называться одним из лучших специалистов в Категории",
    link: "Преподавание и Репетиторство",
    path: "/",
  },
  {
    badge: badge4,
    title: "Вам оставили отзыв",
    text:
      "Профессионал своего дела! Быстро сориентировалась, нашла общий язык с дочкой (а с подростками это очень непросто)))). Нашли все упущенные моменты, все прорабатывает, понятно объясняет. Ребёнок стал гораздо увереннее в своих знаниях, теперь обьясняет всем в школе)))! Конечно рекомендую!",
    link: "",
    path: "",
  },
  {
    badge: badge5,
    title: "Вам оставили отзыв",
    text:
      "Профессионал своего дела! Быстро сориентировалась, нашла общий язык с дочкой (а с подростками это очень непросто)))). Нашли все упущенные моменты, все прорабатывает, понятно объясняет. Ребёнок стал гораздо увереннее в своих знаниях, теперь обьясняет всем в школе)))! Конечно рекомендую!",
    link: "",
    path: "",
  },
];
