import AdditionalInfo from "../AddInfo";
import {
  PaperContent,
  PaperInfo,
  PaperSection,
  PaperTitle,
} from "./PaperElements";

const PrivacyPolicy = () => {
  return (
    <PaperSection>
      <PaperContent>
        <PaperTitle>Правила конфиденциальности</PaperTitle>
        <PaperInfo>
          <p>
            Настоящие Правила конфиденциальности (далее —
            <span> «Правила» </span>) являются неотъемлемой частью Соглашения об
            использовании ресурса «2work.uz» физическими лицами (далее —
            «Соглашение»). Термины и понятия, используемые в настоящих Правилах
            аналогичны терминам и понятиям, используемым в основном тексте
            Соглашения. Используя ресурс, а также Сервисы и Услуги,
            предоставляемые Компанией, Посетитель и/или Пользователь выражает
            свое согласие с данными Правилами. В случае отказа Посетителя и/или
            Пользователя от соблюдения данных Правил, он обязан прекратить
            использование Ресурса.Правила распространяются на любые Услуги и
            Сервисы, предлагаемые Компанией через домен
            <a href="/"> 2work.uz </a>
          </p>

          <h4> Понятие конфиденциальной информации </h4>
          <p>
            Под конфиденциальной понимается вся идентифицирующая информация,
            полученная Компанией от Посетителя и/или Пользователя во время его
            пребывания на сайтах Компании и/или при использовании Сервисов,
            предоставляемых Компанией. Эта информация, в случае необходимости,
            может быть использована для контактов с Пользователем и/или
            Посетителем, как в онлайн режиме, так и другими способами.
            Персональные данные являются составной частью конфиденциальной
            информации, предоставляемой Пользователем и/или Посетителем
            исключительно на добровольной основе и с его согласия. Для доступа к
            ресурсу Компании предоставление конфиденциальной информации
            необязательно, но в этом случае некоторые разделы Сервисы и Услуги
            могут оказаться недоступными.
          </p>

          <h4> Состав конфиденциальной информации </h4>
          <p>
            <ol>
              <li>Персональные данные.</li>
              <li>Файлы cookie.</li>
              <li>Журналы серверов.</li>
            </ol>
          </p>

          <h4> Состав персональных данных </h4>
          <ol>
            <li>Фамилия, имя, отчество.</li>
            <li>Дата рождения, пол, место жительства.</li>
            <li>Адрес электронной почты.</li>
            <li>Номер мобильного телефона.</li>
          </ol>

          <h4>Цели сбора конфиденциальной информации</h4>
          <ol>
            <li>Регистрация Пользователей.</li>
            <li>
              Обеспечение функционирования Сервисов, Ресурса и оказание Услуг
              Компанией.
            </li>
            <li>Проведение маркетинговых исследований и сбор статистики.</li>
            <li>Улучшение Сервисов и Услуг Компании.</li>
            <li>
              Возможность внесения изменений в учетную запись Пользователя в
              случае возникновения непредвиденных ситуаций (например,
              восстановление пароля в случае его кражи).
            </li>
          </ol>

          <h4>Использование личной информации</h4>
          <p>
            Компания обязуется не способствовать распространению персональных
            данных Пользователей и не передавать данную информацию третьим
            лицам, за исключением следующих случаев:
          </p>
          <p>
            <ol>
              <li>
                Пользователь добровольно и явным образом пожелал раскрыть эту
                информацию;
              </li>
              <li>
                Персональные данные подлежат распространению в соответствии с
                действующим законодательством Республики Узбекистан.
              </li>
              <li>Пользователь допустил нарушение Соглашения;</li>
              <li>
                С предварительного согласия Пользователя, явно выраженного
                посредством Сервисов ресурса.
              </li>
            </ol>
          </p>

          <p>
            Компания может проводить статистические, демографические и
            маркетинговые исследования, используя конфиденциальную информацию.
            Результаты данных исследований не являются конфиденциальной
            информацией. В любом случае Компания гарантирует, что результаты
            исследований будут использоваться без какой-либо связи с личной
            информацией, представленной Пользователем и не позволят
            идентифицировать конкретного Пользователя. Пользователь выражает
            свое согласие на получение личных сообщений от Администрации на
            адрес электронной почты в любое время и любого характера, в том
            числе и рекламного. Размещение Пользователем информации о себе при
            использовании ресурса Пользователь может по своему желанию
            предоставлять третьим лицам любую информацию о себе в ходе
            пользования Ресурсом. Данная информация расценивается как
            общедоступная, и, следовательно, Компания не несет никакой
            ответственности за последствия таких действий Пользователя.
            Пользователь гарантирует, что информация, предоставляемая третьим
            лицам и Компании не может:
          </p>

          <ol>
            <li>быть ложной, неточной или вводящей в заблуждение;</li>
            <li>
              способствовать мошенничеству, обману или злоупотреблению доверием;
            </li>
            <li>
              нарушать или посягать на собственность третьего лица, его
              коммерческую тайну либо его право на неприкосновенность частной
              жизни;
            </li>
            <li>
              призывать к совершению преступления, а также разжигать
              межнациональную рознь;
            </li>
            <li>
              содержать сведений, оскорбляющих чью-либо честь, достоинство или
              деловую репутацию, клевету или угроз кому бы то ни было;
            </li>
            <li>
              быть непристойными, либо носить характер порнографии или эротики;
            </li>
            <li>
              содержать компьютерные вирусы, а также иные компьютерные
              программы, направленные, в частности, на нанесение вреда,
              неуполномоченное вторжение, тайный перехват либо присвоение
              данных;
            </li>
            <li>содержать материалы рекламного характера;</li>
            <li>иным образом нарушать действующее законодательство РУз.</li>
          </ol>

          <h4>Сбор и хранение конфиденциальной информации</h4>
          <p>
            Компания осуществляет сбор, хранение и использование
            конфиденциальной информации в строгом соответствии с настоящими
            Правилами. Компания принимает все необходимые меры для того, чтобы
            надлежащим образом обеспечить хранение и использование полученной
            информации. Сбор конфиденциальной информации происходит
            автоматически при посещении ресурса и использовании Сервисов и Услуг
            Компании, а также при заполнении Пользователем и/или Посетителем
            предлагаемых форм. Компания делает все возможное, чтобы свести к
            минимуму риск несанкционированного доступа к конфиденциальной
            информации, а также риск ее ненадлежащего использования, однако не
            несет никакой ответственности в случае получения доступа к
            конфиденциальной информации третьими лицами.
          </p>

          <p>
            В случае возникновения спорных ситуаций при использовании ресурса,
            Услуг и Сервисов Компании, а также в иных случаях, предусмотренных
            Соглашением об использовании ресурса <span> «2work.uz» </span> или
            действующим законодательством РУз, Пользователь и/или Посетитель
            обязуется предоставить Компании персональные данные по ее запросу, в
            том числе и в письменном виде. Компания оставляет за собой право
            хранить всю конфиденциальную информацию, касающуюся Пользователя в
            течение 5 лет после отказа Пользователя от использования ресурса
            <span> «2work.uz» </span>, в том числе изменяемые и измененные
            персональные данные.
          </p>
        </PaperInfo>
      </PaperContent>
      <AdditionalInfo />
    </PaperSection>
  );
};

export default PrivacyPolicy;
