import AdditionalInfo from "../AddInfo";
import {
  PaperContent,
  PaperInfo,
  PaperSection,
  PaperTitle,
} from "./PaperElements";

const RulesOfService = () => {
  return (
    <PaperSection>
      <PaperContent>
        <PaperTitle>Правила сервиса</PaperTitle>
        <PaperInfo>
          <h3> Часть I. Универсальные положения</h3>
          <p>
            Компания предлагает Вам услуги (Сервисы) Сайта на условиях,
            являющихся предметом настоящего Соглашения об использовании Ресурса
            2work. В этой связи Вам необходимо внимательно ознакомиться с
            условиями настоящего Соглашения, которые рассматриваются Компанией
            как публичная оферта в соответствии со ст. 366-376 Гражданского
            кодекса РУз (далее по тексту — «Публичная оферта»).
          </p>
          <p>
            <h4> 1. Термины, используемые в Соглашении </h4>
            Сайт, Ресурс, Сервис 2work — интернет-ресурс
            <a href="/">2work.uz</a>, в том числе
            <a href="/">Мобильное приложение</a> , обеспечивающее доступ к
            функциональности интернет-ресурса 2work.uz.
          </p>
          <p>
            <span> Администрация </span> — сотрудники Компании, а также лица,
            уполномоченные надлежащим образом Компанией на управление Ресурсом и
            предоставление Услуг Компании Посетителям, в рамках использования
            Сайта последними.
          </p>
          <p>
            <span> Сервисы </span> — совокупность программ для ЭВМ и баз данных,
            обеспечивающих функционирование Сайта, а также совокупность Услуг,
            предоставляемых Пользователям при использовании Сайта.
          </p>
          <p>
            <span> Посетитель </span> — любое физическое лицо, старше 18 лет,
            использующее Ресурс, а также юридические лица в случаях, прямо
            предусмотренном настоящим Соглашением.
          </p>
          <p>
            <span> Пользователь </span> — Посетитель, прошедший процедуру
            регистрации.
          </p>
          <p>
            <span> Логин </span> — адрес электронной почты или номер телефона
            Пользователя, выбранный им при регистрации и используемый им в
            процессе пользования Сайтом. Запрещается регистрировать и
            использовать несколько Логинов одним и тем же Посетителем.
          </p>
          <p>
            <span> Мобильное приложение </span> – программно-аппаратный комплекс
            на базе iOS или Android.
          </p>
          <p>
            <span> Пароль </span> — символьная комбинация, выбираемая
            Пользователем самостоятельно и обеспечивающая в совокупности с
            Логином его идентификацию при использовании Ресурса.
          </p>
          <p>
            <span> Заказчик </span> — Пользователь, разместивший Задание на
            сайте, в соответствии с правилами размещения и исполнения Заданий.
          </p>
          <p>
            <span> Исполнитель </span> — Верифицированный пользователь,
            выбранный Заказчиком для целей исполнения Задания.
          </p>
          <p>
            <span> Задание </span> — приглашение делать оферты, размещённое на
            Сайте Заказчиком и адресованное пользователям.
          </p>
          <p>
            <span> Предложение </span> (отклик) — оферта или информационное
            сообщение, размещённая Исполнителем и адресованная Заказчику.
          </p>
          <p>
            <span> Согласованное Задание </span> — договор, заключённый между
            Заказчиком и Исполнителем путём Выбора Исполнителя Заказчиком.
          </p>
          <p>
            <span> Цена Задания </span> — стоимость, утверждённая Заказчиком и
            Исполнителем по выполнению Согласованного Задания (стоимость работ
            Исполнителя без учёта расходов Заказчика на осуществление
            безналичных расчётов с Исполнителем).
          </p>
          <p>
            <span> Цена Задания </span> представляет собой денежное
            предоставление (наличные деньги или безналичные денежные средства) и
            не включает иные (неденежные) формы Встречного предоставления (иное
            имущество в натуре, в том числе имущественные права). Цена Задания
            устанавливается в валюте Республики Узбекистан (сум РУз, UZS) и
            определяется путём согласования между Заказчиком и Исполнителем.
          </p>
          <p>
            <span> Отзыв </span> — субъективное мнение Пользователя о выполнении
            Задания, выраженное в виде оценок и/или словесных комментариев на
            Сайте.
          </p>
          <p>
            <span> Профиль </span> — информация, размещаемая по усмотрению
            Пользователя, о себе. В Профиле могут содержаться сведения о
            категориях предполагаемых к выполнению Заданий, фото, сведения о
            ранее выполняемой работе, сведения об учебных заведениях,
            предполагаемая стоимость выполнения Заданий, Отзывы и иная
            информация.
          </p>
          <p>
            <span> Услуги Компании </span> — услуги, оказываемые Компанией
            Пользователям по предоставлению информации о размещении на Сайте
            Задания Заказчика, а также услуги по предоставлению возможности
            оставить Предложение к Заданию.
          </p>
          <p>
            <span> Акцепт Публичной оферты </span> — полное и безоговорочное
            принятие Посетителем Соглашения об использовании Ресурса путём
            осуществления действий по использованию Сайта.
          </p>
          <p>
            В настоящем Соглашении могут быть использованы термины, не
            определённые в Части I Соглашения. В этом случае толкование такого
            термина производится в соответствии с текстом Соглашения. В случае
            отсутствия однозначного толкования термина в тексте Соглашения
            следует руководствоваться толкованием термина, определённым: в
            первую очередь — законодательством РФ, во вторую очередь — на Сайте,
            затем — сложившимся (общеупотребимым) в сети Интернет.
          </p>
          <h3>
            Часть II. Соглашение об использовании ресурса физическими лицами
          </h3>
          <h4>1. Общие положения</h4>
          <p>
            Настоящая Часть II Соглашения регулирует порядок использования
            Сайта, а также взаимоотношения, возникающие при использовании Сайта
            и Сервисов Посетителями в целях размещения и выполнения Заданий,
            назначением которых является использование работ, услуг
            исключительно для удовлетворения личных, семейных, домашних и иных
            нужд, не связанных с осуществлением предпринимательской деятельности
            при условии, что Заказчик не осуществляет предпринимательской
            деятельности. Компания не гарантирует доступность Сайта и Сервисов
            круглосуточно. Компания имеет право в любой момент отказать любому
            Посетителю, в том числе Пользователю, в использовании Сайта и
            Сервисов при нарушении Соглашения. Компания предоставляет
            Посетителям, Пользователям личное неисключительное и непередаваемое
            право использовать Сайт и программное обеспечение, представленное на
            сайте, в соответствии с настоящим Соглашением, при условии, что ни
            Посетитель/Пользователь, ни любые иные лица при содействии
            Посетителя/Пользователя не будут совершать действий: по копированию
            или изменению программного обеспечение Сайта, Сервисов; по созданию
            программ, производных от программного обеспечения Сайта и Сервисов;
            по проникновению в программное обеспечение с целью получения кодов
            программ; по осуществлению продажи, уступки, сдачи в аренду,
            передачи третьим лицам в любой иной форме прав в отношении материала
            Сайта и программного обеспечения Сайта; по модифицированию Сайта и
            Сервисов в том числе с целью получения несанкционированного доступа
            к нему; и иных действий, аналогичных перечисленным выше и нарушающих
            права Компании и третьих лиц. Посетитель/Пользователь несёт
            ответственность за соблюдение прав (материальных и нематериальных)
            третьих лиц на информацию, переданную (предоставленную)
            Администрации или третьим лицам при использовании Сайта и Сервисов.
            Пользователи самостоятельно оценивают правомерность использования
            ими Сайта и Сервисов, в том числе и с точки зрения законодательства
            страны, резидентами которой они являются.
          </p>
          <p>
            Посетитель, совершая любые действия по использованию Сайта и его
            Сервисов (просмотр страниц Сайта, Регистрация, Верификация, отправка
            Заявки с указанием контактного телефона, звонок по контактным
            телефонам Компании, указанным на Сайте и иные), выражает своё полное
            и безоговорочное согласие (Акцепт) с условиями Соглашения об
            использовании Ресурса, размещённого в сети Интернет по адресу:
            https://2work.uz/service-rules/ в качестве публичной оферты.
          </p>
          <p>
            Соглашение об использовании Ресурса, заключаемое в форме публичной
            оферты, предусмотрено Гражданским Кодексом РУз, не требует
            двустороннего подписания и действительно в электронном виде.
          </p>
          <h4>2. Регистрация Пользователя</h4>
          <p>
            Лицо, желающее стать Пользователем, обязано пройти процедуру
            Регистрации на соответствующей странице Ресурса. При Регистрации
            Пользователю присваивается выбранная им пара Логин плюс Пароль,
            которая используется в дальнейшем Пользователем при работе с Сайтом.
            Пользователь может пройти процедуру Регистрации только один раз.
          </p>
          <p>
            При регистрации на Сайте Пользователь обязан предоставить
            Администрации Сайта необходимую достоверную и актуальную информацию
            для формирования персональной страницы Пользователя, включая
            уникальные для каждого Пользователя Логин (адрес электронной почты
            или телефон) и Пароль доступа к Сайту, а также фамилию и имя.
          </p>
          <p>
            Регистрационная форма Сайта может запрашивать у Пользователя
            дополнительную информацию.
          </p>
          <p>
            Пользователь несёт ответственность за достоверность, актуальность,
            полноту и соответствие законодательству РУз предоставленной при
            Регистрации информации и её чистоту от претензий третьих лиц.
            Пользователь самостоятельно несёт ответственность за сохранность
            Пароля в тайне от третьих лиц.
          </p>
          <p>
            Компания не несёт никакой ответственности в случае нарушения прав
            Пользователя третьими лицами, получившими несанкционированный доступ
            к паре Логин плюс Пароль Пользователя.
          </p>
          <p>
            При Регистрации Пользователь выражает своё согласие с настоящим
            Соглашением и принимает на себя указанные в нем права и обязанности,
            связанные с использованием и функционированием Сайта.
          </p>
          <p>
            После успешной регистрации Пользователя на Сайте Компания принимает
            на себя права и обязанности перед Пользователем, указанные в
            настоящем Соглашении.
          </p>
          <h4>3. Правила размещения и исполнения Заданий</h4>
          <p>
            Запрещается размещение Заданий, целью или предметом которых
            является:
          </p>
          <ul>
            <li>
              предоставление и получение займов, пополнение счетов в платёжных
              системах, осуществление денежных переводов;
            </li>
            <li>
              привлечение Пользователей на сторонние ресурсы, сайты, либо
              регистрация Пользователей на таких ресурсах, сайтах;
            </li>

            <li>
              реклама своих услуг и товаров или услуг и товаров, принадлежащих
              третьим лицам;
            </li>
            <li>фабрикация отзывов; </li>
            <li>
              услуги эротического характера; накрутка или изменение статистики
              сайтов, числа подписчиков в социальных сетях и т. д.;
            </li>

            <li>
              заказ автоматической или ручной рассылки приглашений и сообщений
              пользователям социальных сетей, email-рассылок;
            </li>
            <li>
              оказание услуг по распространению товаров Заказчика; лекарства,
              пищевые добавки, биологически активные добавки;
            </li>
            <li>яды; </li>
            <li>
              наркотические средства, психотропные вещества и их прекурсоры,
              культивирование наркосодержащих растений;
            </li>
            <li>
              услуги хранения, перевозки, изготовления, переработки
              наркотических средств, прекурсоров, психотропных веществ или
              аналогов, а также незаконные приобретение, хранение, перевозка
              растений, содержащих наркотические средства или психотропные
              вещества, либо их частей, содержащих наркотические средства или
              психотропные вещества; услуги по организации занятий проституцией,
              вовлечение в занятие проституцией;
            </li>
            <li>
              контент для взрослых, любая порнография, секс-видеочаты, сайты с
              указанием на размещение откровенных фотографий;
            </li>

            <li>табачные изделия; </li>
            <li>
              алкогольная продукция, этиловый спирт; драгоценные, редкие металлы
              и камни, ювелирные изделия, в т. ч. отходы, содержащие драгоценные
              и редкоземельные металлы и драгоценные камни;
            </li>

            <li>
              золотые слитки, инвестиции в золотые слитки, любой оборот
              драгоценных металлов, природных драгоценных камней или жемчуга, в
              том числе продажа изделий из драгоценных металлов;
            </li>

            <li>
              услуги по оказанию содействия в ведении боевых действий, вне
              зависимости от занимаемой стороны конфликта, формы поддержки
              (гуманитарная помощь, поставка вооружения, средств связи,
              медикаментов и проч.);
            </li>

            <li>
              оружие и боеприпасы (гражданское, служебное, огнестрельное):
              разработка, производство, испытание, хранение, ремонт и
              утилизация. торговля, в том числе основными частями огнестрельного
              оружия. боеприпасы, в том числе патроны и их составные части типа
              гильз и капсюлей. военная техника, запасные части, комплектующие
              изделия и приборы к ней, взрывчатые вещества, средства взрывания,
              пороха, все виды ракетного топлива, а также специальные материалы
              и специальное оборудование для их производства, специальное
              снаряжение личного состава военизированных организаций и
              нормативно — техническая продукция на их производство и
              эксплуатацию;
            </li>
            <li>
              боевые отравляющие вещества, средства защиты от них и нормативно —
              техническая документация на их производство и использование;
            </li>
            <li>
              услуги по изготовлению/переделке/ремонту огнестрельного оружия,
              его основных частей, боеприпасов, взрывчатых веществ или взрывных
              устройств;
            </li>

            <li>
              пестициды и агрохимикаты, ограниченные в обороте;
              сильнодействующие или ядовитые вещества; музейные предметы и
              музейные коллекции, включённые в состав Музейного фонда РУз и
              других стран; азартные игры, включая лотереи, букмекерские конторы
              и тотализаторы;
            </li>
            <li>
              форекс, бинарные аукционы, биткоины; финансовые пирамиды, HYIP;
              услуги по размещению сведений, материалов, порочащих честь и
              достоинство человека, нарушение тайны переписки, личной жизни;
            </li>

            <li>
              услуги по созданию, использованию и распространению вредоносных
              компьютерных программ;
            </li>

            <li>
              услуги кардшаринга; услуги по предоставлению неправомерного
              доступа к компьютерной информации;
            </li>

            <li>
              услуги по взлому аккаунтов третьих лиц, извлечению закрытой
              информации, её модификация;
            </li>

            <li>
              специальные технические средства, предназначенные для негласного
              получения информации;
            </li>

            <li>
              услуги по распространению и продаже сведений, составляющих
              коммерческую, налоговую или банковскую тайну;
            </li>

            <li>
              торговля/изготовление поддельных кредитных либо расчётных карт и
              иных платёжных инструментов;
            </li>

            <li>
              услуги по размещению публичных призывов к осуществлению
              экстремистской деятельности, возбуждению ненависти либо вражды, а
              равно унижение человеческого достоинства;
            </li>

            <li>услуги по организации экстремистского сообщества; </li>
            <li>услуги посредничества во взяточничестве; </li>
            <li>
              любые иные товары или услуги, запрещенные согласно
              законодательству РУз.
            </li>
          </ul>
          <h4>4. Ответственность Пользователей и Посетителей</h4>
          <p>
            Посетители самостоятельно несут ответственность за свои
            действия/бездействие при использовании Ресурса и Сервисов.
            Посетители гарантируют, что использование Ресурсов и Сервисов будет
            осуществляться ими таким образом, который не будет нарушать права
            третьих лиц. Посетители гарантируют, что обладают правами на
            использование материалов, размещаемых ими на Сайте. Посетители
            обязуются соблюдать настоящее Соглашение. При нарушении Посетителями
            Соглашения Администрация оставляет за собой право временно
            ограничить доступ Посетителя к Сайту и Сервисам (временный бан), а в
            случае грубого и/или неоднократного нарушения Соглашения отказать в
            доступе к Сервисам и Сайту (постоянный бан). В случае постоянного
            бана Пользователь обязуется в течение срока своей жизни не
            предпринимать каких-либо действий, имеющих своей целью получения
            доступа к Сервисам и Сайту, Администрация вправе в течение срока
            действия данного обязательства, т. е. в течение срока жизни
            Пользователя, к которому применен постоянный бан, обрабатывать его
            персональные данные в целях контроля соблюдения таким Пользователем
            обязательства по несовершению каких-либо действий для получения
            доступа к Сервисам и Сайту. Аналогичные правила распространяются и
            на временный бан.
          </p>
          <h4>5. Права и обязанности сторон</h4>
          <p>
            Пользователь Ресурса имеет право использовать следующие Сервисы:
          </p>
          <ul>
            <li>
              Просмотр аудиовизуальных произведений, фотографий, прослушивание
              фонограмм, размещённых Пользователями, доступных для такого
              просмотра и прослушивания в соответствии с настоящим Соглашением;
            </li>

            <li>
              Иные сервисы, доступ к которым предоставлен ему Компанией в лице
              Администрации. Создавать Задания и выбирать Исполнителя Задания;
            </li>

            <li>
              Направлять жалобы Администрации по фактам нарушения Пользователями
              Соглашения;
            </li>

            <li>
              Использовать иные сервисы, доступ к которым предоставлен ему
              Компанией в лице Администрации;
            </li>

            <li>Исполнять Задания всех видов;</li>

            <li>
              Использовать иные Сервисы, доступ к которым предоставлен ему
              Компанией в лице Администрации. пользоваться Услугами Компании при
              условии Акцепта Соглашения, размещённого по адресу
              https://2work.uz/service-rules/ в качестве Оферты;{" "}
            </li>

            <li>
              принимать оказанные Компанией Услуги в порядке и в сроки,
              установленные Соглашением.
            </li>
          </ul>
          <p>Пользователь обязуется:</p>
          <ul>
            <li>
              при пользовании Услугами Компании соблюдать все условия оказания
              Услуг, установленные в Соглашении;
            </li>

            <li>
              не злоупотреблять предоставленными возможностями, не использовать
              самостоятельно или с привлечением третьих лиц оказание Услуг и/или
              возможности использования Сервисов Компании в целях, которые могут
              быть квалифицированы как нарушение прав третьих лиц на объекты
              интеллектуальной собственности, недобросовестная конкуренция, иное
              нарушение закона;{" "}
            </li>

            <li>
              не осуществлять действий, которые влияют на нормальную работу
              Сайта.
            </li>
          </ul>
          <p>
            Принимая условия настоящего Соглашения путём Акцепта, Пользователь
            гарантирует Компании, что:
          </p>
          <ul>
            <li>
              указал достоверные данные, в том числе персональные данные, при
              регистрации на Сайте и достоверные данные Пользователя;
            </li>

            <li>
              заключает Соглашение добровольно, при этом: а) полностью
              ознакомился с условиями Соглашения, б) полностью понимает значение
              и последствия своих действий в отношении заключения и исполнения
              Соглашения;
            </li>

            <li>
              обладает всеми правами и полномочиями, необходимыми для заключения
              и исполнения Соглашения.
            </li>
          </ul>
          <p>Пользователю при использовании Сайта запрещается:</p>
          <ul>
            <li>
              регистрироваться в качестве Пользователя от имени или вместо
              другого лица («фальшивый аккаунт»);
            </li>

            <li>
              {" "}
              вводить Пользователей в заблуждение относительно своей личности,
              используя Логин и Пароль другого зарегистрированного Пользователя;
            </li>

            <li>
              искажать сведения о себе, своём возрасте или своих отношениях с
              другими лицами или организациями;
            </li>

            <li>
              загружать, хранить, публиковать, распространять и предоставлять
              доступ или иным образом использовать любую информацию, которая:
              содержит угрозы, дискредитирует, оскорбляет, порочит честь и
              достоинство или деловую репутацию или нарушает неприкосновенность
              частной жизни других Пользователей или третьих лиц;
            </li>

            <li>нарушает права несовершеннолетних лиц; </li>

            <li>
              является вульгарной или непристойной, содержит порнографические
              изображения и тексты или сцены сексуального характера с участием
              несовершеннолетних;
            </li>

            <li>содержит сцены бесчеловечного обращения с животными;</li>

            <li>
              содержит описание средств и способов суицида, любое
              подстрекательство к его совершению;
            </li>

            <li>
              пропагандирует и/или способствует разжиганию расовой, религиозной,
              этнической ненависти или вражды, пропагандирует фашизм или
              идеологию расового превосходства;{" "}
            </li>

            <li>содержит экстремистские материалы;</li>

            <li>
              пропагандирует преступную деятельность или содержит советы,
              инструкции или руководства по совершению преступных действий,
              содержит информацию ограниченного доступа, включая, но не
              ограничиваясь, государственной и коммерческой тайной, информацией
              о частной жизни третьих лиц;{" "}
            </li>

            <li>
              содержит рекламу или описывает привлекательность употребления
              наркотических веществ, в том числе «цифровых наркотиков» (звуковых
              файлов, оказывающих воздействие на мозг человека за счёт
              бинауральных ритмов), информацию о распространении наркотиков,
              рецепты их изготовления и советы по употреблению; носит
              мошеннический характер;
            </li>

            <li>
              а также нарушает иные права и интересы граждан и юридических лиц
              или требования законодательства РУз;
            </li>

            <li>
              незаконно загружать, хранить, публиковать, распространять и
              предоставлять доступ или иным образом использовать
              интеллектуальную собственность Пользователей и третьих лиц;
            </li>

            <li>
              использовать программное обеспечение и осуществлять действия,
              направленные на нарушение нормального функционирования Сайта и его
              Сервисов или персональных страниц Пользователей; любым способом, в
              том числе, но не ограничиваясь, путём обмана, злоупотребления
              доверием, взлома, пытаться получить доступ к Логину и Паролю
              другого Пользователя;
            </li>

            <li>
              осуществлять незаконные сбор и обработку персональных данных
              других лиц;
            </li>

            <li>
              размещать любую другую информацию, которая, по личному мнению
              Администрации, является нежелательной, не соответствует целям
              создания Сайта, ущемляет интересы Пользователей или по другим
              причинам является нежелательной для размещения на Сайте;
            </li>

            <li>
              направлять свои любые контактные данные Заказчику, если
              Пользователь не Выбран в качестве Исполнителя;{" "}
            </li>

            <li>
              осуществлять действия, направленные на совершение за рамками
              Ресурса сделок с Заказчиком и (или) Исполнителем, используя
              информацию, полученную на Сайте.
            </li>
          </ul>
          <p>
            Пользователь самостоятельно несёт ответственность за сохранность и
            конфиденциальность регистрационных данных (логин и пароль). Все
            действия, осуществлённые в отношении оказанных Компанией Услуг с
            использованием логина и пароля Верифицированного Пользователя,
            считаются осуществлёнными им самим. Верифицированный Пользователь
            самостоятельно несёт ответственность перед третьими лицами за все
            действия, совершенные с использованием своих регистрационных данных
            (логина и пароля). Компания не несёт ответственности за
            несанкционированное использование регистрационных данных
            Верифицированного Пользователя третьими лицами.
          </p>
          <p>
            Пользователь обязуется своими силами и за свой счёт разрешать споры
            и урегулировать претензии третьих лиц в отношении выполнения
            Заданий, либо возместить убытки (включая судебные расходы),
            причинённые Компании в связи с претензиями и исками, основанием
            предъявления которых явились действия или бездействия Пользователя
            при использовании Сайта Компании. В случае, если содержание, форма
            и/или размещение информации Пользователя на Сайте явилось основанием
            для предъявления к Компании предписаний по уплате штрафных санкций
            со стороны государственных органов, Пользователь обязуется
            незамедлительно по требованию Компании предоставить всю
            запрашиваемую информацию, касающуюся размещения и содержания
            информации на Сайте, содействовать Компании в урегулировании
            предписаний, а также возместить все убытки (включая расходы по
            уплате штрафов), причинённые Компании вследствие предъявления ей
            предписаний.
          </p>
          <p>
            Заказчик и Исполнитель обязаны подтвердить факт выполнения Задания с
            помощью сервисов Сайта. В случае расхождения информации, полученной
            от Заказчика и Исполнителя, в отношении Цены Задания и факта его
            выполнения Администрация вправе провести проверку и откорректировать
            итоговую Цену Задания, а также установить факт выполнения или
            невыполнения Задания. Заказчик и Исполнитель обязаны соблюдать
            условия Соглашения и сообщать Администрации исключительно
            достоверную информацию в отношении всех условий выполнения Заданий,
            особенно в отношении Цены и качества выполнения. Решение
            Администрации по установлению Цены и факта выполнения Заданий
            является окончательным и изменению не подлежит.
          </p>
          <p>
            Компания может оказывать Пользователю и/или Посетителю Услуги (далее
            — «Услуги») по предоставлению информации о размещении на Сайте
            Задания Заказчика, а также услуги по предоставлению возможности
            оставить Предложение к Заданию.
          </p>
          <p>Компания обязуется:</p>
          <p>
            оказывать Пользователю Услуги в порядке и на условиях, определённых
            в Соглашении, при оказании Услуг обеспечить возможность доступа
            Пользователю к данным Профиля с использованием логина и пароля.{" "}
          </p>
          <p>Компания имеет право:</p>
          <ul>
            <li>
              временно приостановить оказание Пользователю Услуг по техническим,
              технологическим или иным причинам, препятствующим оказанию Услуг,
              на время устранения таких причин;
            </li>

            <li>
              приостановить оказание Услуг и/или досрочно расторгнуть Соглашение
              в одностороннем внесудебном порядке путём направления
              соответствующего уведомления Пользователю на адрес электронной
              почты, указанный последним при использовании Сайта, в случаях
              нарушения Пользователем обязательств и/или гарантий, принятых в
              соответствии с Соглашением об использовании Ресурса;
            </li>

            <li>
              досрочно расторгнуть Соглашение в одностороннем внесудебном
              порядке путём направления соответствующего уведомления
              Пользователю на адрес электронной почты, указанный при
              использовании Сайта
            </li>
          </ul>
          <p>
            Компания ни при каких обстоятельствах не несёт никакой
            ответственности за:
          </p>
          <ul>
            <li>
              какие-либо действия/бездействие, являющиеся прямым или косвенным
              результатом действий/бездействия Пользователя и/или третьих лиц;
            </li>

            <li>
              какие-либо косвенные убытки и/или упущенную выгоду Пользователя
              и/или третьих сторон вне зависимости от того, могла ли Компания
              предвидеть возможность таких убытков или нет;
            </li>

            <li>
              использование (невозможность использования) и какие бы то ни было
              последствия использования (невозможности использования)
              Пользователем Сервиса, а равно использование/невозможность
              использования Пользователем и/или третьими лицами любых средств
              и/или способов передачи/получения информации.
            </li>
          </ul>
          <p>
            Компания оставляет за собой право внести изменения в условия
            настоящего Соглашения и/или отозвать Соглашение в любой момент по
            своему усмотрению. В случае внесения Компанией изменений в
            Соглашение, такие изменения вступают в силу с момента размещения
            изменённого текста Соглашения в сети Интернет по адресу:
            https://2work.uz/service-rules/ , если момент вступления изменений в
            силу не определён дополнительно в самом Соглашении. Просмотр данной
            страницы в сети Интернет для ознакомления с действующей редакцией
            Соглашения является личной ответственностью каждого Посетителя и/или
            Пользователя (в том числе Верифицированного).
          </p>
          <p>
            В течение срока действия Соглашения Компания предпримет все усилия
            для устранения каких-либо сбоев и ошибок в работе Сайта в случае их
            возникновения в максимально короткие сроки. При этом Компания не
            гарантирует отсутствия ошибок и сбоев при размещении Заданий, в том
            числе в отношении работы программного обеспечения.
          </p>
          <h4>6. Личные и публичные сообщения</h4>
          <p>
            Пользователю по усмотрению Администрации предоставляется или не
            предоставляется доступ к Сервису публичных и непубличных сообщений.
          </p>
          <p>
            Переписка, осуществляемая посредством Сервиса, не является личной.
            Пользователь, используя Сервис, принимает тот факт, что
            Администрация в любой момент имеет право осуществлять чтение
            отправляемых сообщений.
          </p>
          <p>
            Пользователь выражает своё согласие на получение личных сообщений от
            Администрации в любое время и любого характера, в том числе и
            рекламного. Администрация оставляет за собой право дополнять текст
            сообщений, отправляемых Пользователями, материалами рекламного
            характера. Администрация не осуществляет модерацию (предварительный
            просмотр, оценку и фильтрацию) сообщений, направляемых
            Пользователями друг другу.
          </p>
          <p>Запрещается размещение сообщений:</p>
          <ul>
            <li>
              нарушающих законодательство РУз, нормы международного права;
              содержащих рекламную информацию, спам, схемы «пирамид», «письма
              счастья»;
            </li>

            <li>
              являющихся незаконными, вредоносными, угрожающими, оскорбляющими
              нравственность, клеветническими, нарушающими авторские права,
              пропагандирующими ненависть и/или дискриминацию людей по расовому,
              этническому, половому, социальному признакам;
            </li>

            <li>
              содержащие ссылки на интернет-сайты, принадлежащие Пользователям
              или третьим лицам; нарушающих права третьих лиц; комментирующих
              Сумму Задания; не имеющих отношения к комментируемому Заданию.
            </li>
          </ul>
          <p>
            Администрация имеет право в любой момент удалить публичное
            сообщение, как соответствующее Соглашению, так и нарушающее
            Соглашение. Администрация оставляет за собой право предоставить в
            случаях, предусмотренных законодательством РУз, доступ к личным
            сообщениям Пользователя третьим лицам.
          </p>
          <h4>7. Особые условия</h4>
          <p>
            Компания не гарантирует, что программное обеспечение Сервисов, Сайта
            не содержит ошибок или будет функционировать бесперебойно.
          </p>
          <p>
            Компания не несёт никакой ответственности за решения, принятые
            Администрацией при разрешении конфликтных ситуаций между
            Пользователями.
          </p>
          <p>
            Компания не несёт ответственности за убытки или иной вред, возникший
            у Пользователя в связи с действиями третьих лиц.
          </p>
          <p>
            Компания оставляет за собой право удалять со своих серверов любую
            информацию или материалы, которые, по мнению Компании, являются
            неприемлемыми, нежелательными или нарушающими настоящее Соглашение.
          </p>
          <p>
            Компания не контролирует информацию, услуги и продукты, находящиеся
            в или предлагаемые посредством сети Интернет. Вследствие этого
            Пользователь принимает условие, в соответствии с которым все товары,
            информация и услуги, предлагаемые или доступные через Сервис или в
            сети Интернет (за исключением явно указанных как предоставляемые
            непосредственно Компанией), предоставляются третьими сторонами,
            которые никак не связаны с Компанией. Пользователь принимает на себя
            полную ответственность и риски за использование Сервисов и сети
            Интернет. Компания не предоставляет никаких гарантий на любые
            товары, информацию и услуги, поставляемые посредством Сервисов или
            через сеть Интернет вообще. Компания не будет нести ответственности
            за любые затраты или ущерб, прямо или косвенно возникшие в
            результате подобных поставок. Пользователь принимает условие,
            согласно которому он принимает на себя ответственность за оценку
            точности, полноты и пригодности всех мнений, оценок, услуг и другой
            информации, качества и функций товаров, предоставляемых посредством
            Сервисов или сети Интернет вообще.
          </p>
          <p>
            Все права на материалы, размещаемые на Сайте Посетителями
            (пользовательский контент), в том числе интеллектуальные права,
            принадлежат соответствующим Посетителям и/или иным правообладателям.
            Посетитель предоставляет Компании гарантии в отношении
            пользовательского контента в соответствии с разделом 6 настоящего
            Соглашения.
          </p>
          <p>
            С размещением Посетителями пользовательского контента на Сайте
            Компания на безвозмездной основе получает бессрочное
            неисключительное право (простую лицензию) на использование такого
            пользовательского контента и включенных в него объектов
            интеллектуальной собственности на территории всего мира в пределах
            использования его любыми разрешенными в соответствии с
            законодательством РУз способами, в том числе без указания имени
            (псевдонима) автора, в целях 1) исполнения Компанией условий
            настоящего Соглашения, 2) защиты прав и законных интересов Компании,
            3) в маркетинговых целях и в проектах Компании (в том числе
            коммерческих). Компания вправе предоставлять во исполнение
            заявленных целей полученный объем прав третьим лицам, а также
            создавать архивные копии пользовательского контента.
          </p>
          <p>
            Пользователь уведомлен и соглашается с тем, что при размещении
            изображений, каждое такое изображение может снабжаться логотипом
            Компании, что обусловлено функциональностью Сервиса.
          </p>
          <p>
            Все права на Сайт и его Сервисы, в том числе права на объекты
            интеллектуальной собственности, входящие в состав Сайта и его
            Сервисов (включая, но не ограничиваясь, программы для ЭВМ, базы
            данных, графический дизайн), а также права на доменное имя 2work.uz,
            права на логотипы и иные подобные произведения, права на товарные
            знаки 2work (словесные, изобразительные и комбинированные)
            принадлежат Компании или ее аффилированным лицам.
          </p>
          <p>
            В отношении Сайта и Сервисов запрещается произведение
            реверс-инжиниринга, эмуляции, дизассемблирования, декомпиляции,
            декодирования, модификации, выполнение перевода на другие языки;
            запрещается воспроизведение дизайна Сайта или его части; запрещается
            нарушение систем защиты Сайта и Сервисов, удаление, скрытие или
            изменение размещенных на Сайте и Сервисах знаков или уведомлений об
            интеллектуальных правах Компании и ее аффилированных лиц.
          </p>
          <p>
            Запрещается также автоматизированная обработка третьими лицами
            информации, размещенной или содержащейся на Сайте.
          </p>
          <p>
            Без предварительного письменного разрешения Компании запрещено
            использование объектов интеллектуальной собственности Компании и ее
            аффилированных лиц любыми способами (в любых, в том числе
            некоммерческих, целях), за исключением случаев, прямо
            предусмотренных настоящим Соглашением.
          </p>
          <p>
            Без предварительного письменного разрешения Компании также запрещено
            использование пользовательского контента, полностью или в части (в
            том числе фотографий и изображений, сведений о Посетителях и другой
            информации, размещенной ими на Сайте). Запрещенное использование
            включает в себя копирование, сбор, запись, систематизацию,
            накопление, хранение, изменение, извлечение, воспроизведение,
            размещение, передачу, удаление и любые другие способы использования
            такого пользовательского контента, в любых целях, в том числе в
            некоммерческих.
          </p>
          <p>
            Любые уведомления могут направляться одной Стороной другой Стороне:
          </p>
          <ul>
            <li>
              по электронной почте: на адрес электронной почты Пользователя,
              указанный им при регистрации, или на адрес электронной почты
              Компании, указанный в разделе "Контакты" Ресурса;
            </li>

            <li>
              почтой с уведомлением о вручении или курьерской службой с
              подтверждением доставки.
            </li>
          </ul>
          <p>
            Компания имеет право направлять смс Посетителям (Пользователям) на
            номера телефонов, указанные последними при использовании Сайта.
          </p>
        </PaperInfo>
      </PaperContent>
      <AdditionalInfo />
    </PaperSection>
  );
};

export default RulesOfService;
