import { AboutContent, AboutSec } from "./AboutElements";

const About = () => {
  return (
    <AboutSec>
      <AboutContent>
        Ищите постоянную или временную работу в Ташкенте? Вам нужно решить
        срочные бытовые спонтанные и бизнес задачи? Желаете найти выгодный
        дополнительный заработок с частичной занятостью? Предлагаете вакансии на
        работу в Узбекистане и хотите с максимальной выгодой для себя поместить
        объявления? Интернет-площадка 2work.uz — лучшее решение этих и многих
        других задач.
        <span> Развернуть...</span>
      </AboutContent>
    </AboutSec>
  );
};

export default About;
