const NewsPic = "/images/news/item-1.jpg";
import {
  NewsSelected,
  NewsSelectedContent,
  NewsSelectedImage,
  NewsSelectedText,
  NewsSelectedTitle,
} from "./NewsListElements";

const NewsSelectedPage = () => {
  return (
    <NewsSelectedContent>
      <NewsSelected>
        <NewsSelectedImage src={NewsPic} alt="" />
        <NewsSelectedText>
          <NewsSelectedTitle>
            Узбекистанский стартап посетит Эр-Рияд в рамках Entrepreneurship
            World Cup
          </NewsSelectedTitle>
          <p>
            7 июля 2021 года IT Park провел международный конкурс
            Entrepreneurship World Cup в Узбекистане с участием 13 проектов от
            IT-компаний. Команда-победитель Smartdeals LLC, которая также
            проходит программу акселерации в IT Park, сможет посетить Эр-Рияд в
            ноябре текущего года, где поборется за денежный приз в размере 1
            миллиона долларов США.
          </p>

          <p>
            IT Park провел международный конкурс по инновационным проектам
            Entrepreneurship World Cup (EWC), который является одной из
            крупнейших стартап-экосистем по поддержке предпринимательства по
            всему миру. Конкурс был организован в сотрудничестве с Misk
            Foundation (Саудовская Аравия), The Global Education & Leadership
            Foundation (Индия) и Global Entrepreneurship Network (США).
          </p>

          <p>
            В конкурсе приняли участие 13 компаний с собственными разработками
            по решению бизнес-задач и проблем общества в различных сферах,
            включая трудоустройство, логистику, образование, транспорт и др.
            Конкурсанты представили свои проекты в онлайн-формате перед
            следующими членами жюри:
          </p>

          <p>
            Кандидат экономических наук, доцент Ташкентского Финансового
            Института, а также координатор инкубационного центра «Digital
            Finance» Наргиза Касимова; Директор венчурной компании «Seed
            Mentors» в Великобритании, основатель компаний «Accel Capital
            Partners» и «Visatier» Музаффорхон Саидиганиев; Директор «innoWIUT
            Entrepreeur’s Lab» в Вестминстерском Университете в Ташкенте с
            10-летним опытом работы в сфере предпринимательства Сарвар Джалилов;
            Основатель компании по созданию технологий виртуальной и
            дополнительной реальности (VR/AR) «VRonica», основатель первого
            инкубатора по разработке игр в Узбекистане «GameDevGoethe», партнер
            одной из крупнейших компаний по разработке мобильных игр в стране
            «Amayasoft», а также руководитель стартап-программ и мероприятий
            «Стартап-инициативы», программ акселерации IT Park, CAT Science
            Акмаль Салихов; Предприниматель и инвестор, со-основатель компании
            «Zaggora», которая продала более 1 миллиона продуктов в 140 станах,
            советник владельца «Action Group» из Кувейта, а также член совета
            директоров «Action Hotels» Хуршид Файзуллаев. Среди участников
            конкурса EWC были руководители таких проектов, как: Kadabra, Hopme,
            2work, Micros24, Yulda, Future Lab, EduCare, Homework Online,
            TalabamizUZ, Hey Taksi, Aidiabet, A1Kafe, Dis-count.{" "}
          </p>

          <span>
            По результатам конкурса, победу одержали следующие проекты:
          </span>

          <p>
            1-е место: проект Hopme от компании Smartdeals LLC, проходящие на
            данный момент третью волну программы акселерации в IT Park
            (http://Hopme.shop); 2-е место: проект Homework Online; 3-е место:
            проект 2work, авторы которых также прошли программу акселерации в IT
            Park (https://2work.uz/). Участие в Entrepreneurship World Cup
            предоставляет конкурсантам доступ к образовательным материалам,
            поддержке менторов и международных экспертов в сфере информационных
            технологий для лучшей подготовки к презентации своих проектов перед
            членами жюри.
          </p>

          <p>
            Команда-победитель сможет представлять Узбекистан в Эр-Рияде
            (Саудовская Аравия) в ноябре текущего года в рамках финального
            конкурса Entrepreneurship World Cup. Команды, занявшие 2-е и 3-е
            места также будут оцениваться наравне с остальными финалистами и
            получат шанс отправиться в Эр-Рияд и побороться за денежный приз в
            размере 1 миллиона долларов США. В финальном этапе конкурса примут
            участие более 100 компаний с разных частей планеты, которые получат
            бесплатный доступ к образовательным серверам, призам и
            вознаграждениям от организаторов мероприятия в размере до 75
            миллионов долларов США.
          </p>

          <p>Справчно о проектах:</p>

          <span>Hopme (Smartdeals LLC)</span>

          <p>
            Инновационная торговая площадка для предприятий из B2B-сегмента, где
            поставщики могут разместить свои товары, а покупатели приобрести
            товар по оптовым ценам. Данная разработка обеспечивает
            компанию-покупателя удобным способом приобретения всего необходимого
            товара.
          </p>

          <span> Homework Online </span>

          <p>
            Образовательная площадка дистанционного обучения, которая позволит
            пользователям брать онлайн-курсы с текстовой и видео-информацией, с
            гибким графиком и доступом в групповые чаты по обсуждению домашнего
            задания. Программа позволяет посещать занятия с любого устройства, а
            также учиться у ведущих специалистов в разных сферах,не покидая дом.
          </p>

          <span>2work</span>

          <p>
            Инновационная программа по поиску товаров и услуг для решения
            бытовых вопросов, которая позволяет не только находить требуемый
            инвентарь и услуги, но и предложить свои.
          </p>

          <span>О конкурсе Entrepreneurship World Cup (EWC)</span>

          <p>
            Конкурс Entrepreneurship World Cup - это одна из крупнейших и
            наиболее разнообразных международных стартап-экосистем, стремящаяся
            поддерживать предпринимателей на любой стадии развития из любой
            сферы деятельности. С начала работы проекта в 2019 г., конкурс
            способствовал поддержке более 300 тыс. участников из 200 стран мира.
            За два года призовой фонд конкурса составил более 2 миллионов
            долларов США, помимо дополнительных вознаграждений и подписок на
            партнерские сервисы.
          </p>
        </NewsSelectedText>
      </NewsSelected>
      <SocialIconsFixed>
        <SocialIcons />
      </SocialIconsFixed>
    </NewsSelectedContent>
  );
};

export default NewsSelected;
